{
    "Game of Thrones": {
        "Link": "http://www.todaytvseries2.com/tv-series/213-game-of-thrones-tv",
        "summary": "<p>Based on the bestselling book series <i>A Song of Ice and Fire</i> by George R.R. Martin, this sprawling new HBO drama is set in a world where summers span decades and winters can last a lifetime. From the scheming south and the savage eastern lands, to the frozen north and ancient Wall that protects the realm from the mysterious darkness beyond, the powerful families of the Seven Kingdoms are locked in a battle for the Iron Throne. This is a story of duplicity and treachery, nobility and honor, conquest and triumph. In the <b>Game of Thrones</b>, you either win or you die.</p>",
        "Maze_Name": "Game of Thrones",
        "status": "Ended",
        "schedule": {
            "time": "21:00",
            "days": [
                "Sunday"
            ]
        },
        "ID": 82,
        "index": 0
    },
    "The Flash": {
        "Link": "http://www.todaytvseries2.com/tv-series/165-the-flash-tv3",
        "summary": "<p>After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash!</p>",
        "Maze_Name": "The Flash",
        "status": "Running",
        "schedule": {
            "time": "20:00",
            "days": [
                "Tuesday"
            ]
        },
        "ID": 13,
        "index": 1
    },
    "Arrow": {
        "Link": "http://www.todaytvseries2.com/tv-series/156-arrow",
        "summary": "<p>After a violent shipwreck, billionaire playboy Oliver Queen was missing and presumed dead for five years before being discovered alive on a remote island in the Pacific. He returned home to Starling City, welcomed by his devoted mother Moira, beloved sister Thea and former flame Laurel Lance. With the aid of his trusted chauffeur/bodyguard John Diggle, the computer-hacking skills of Felicity Smoak and the occasional, reluctant assistance of former police detective, now beat cop, Quentin Lance, Oliver has been waging a one-man war on crime.</p>",
        "Maze_Name": "Arrow",
        "status": "Ended",
        "schedule": {
            "time": "21:00",
            "days": [
                "Tuesday"
            ]
        },
        "ID": 4,
        "index": 2
    },
    "The Walking Dead": {
        "Link": "http://www.todaytvseries2.com/tv-series/85-the-walking-dead-tv",
        "summary": "<p><b>The Walking Dead</b> tells the story of the months and years that follow after a zombie apocalypse. It follows a group of survivors, led by former police officer Rick Grimes, who travel in search of a safe and secure home. As the world overrun by the dead takes its toll on the survivors, their interpersonal conflicts present a greater danger to their continuing survival than the walkers that roam the country. Over time, the characters are changed by the constant exposure to death and some grow willing to do anything to survive.</p><p>Based on the comic book series of the same name by Robert Kirkman, Tony Moore, and Charlie Adlard.</p>",
        "Maze_Name": "The Walking Dead",
        "status": "Running",
        "schedule": {
            "time": "21:00",
            "days": [
                "Sunday"
            ]
        },
        "ID": 73,
        "index": 3
    },
    "Suits": {
        "Link": "http://www.todaytvseries2.com/tv-series/177-suits",
        "summary": "<p><b>Suits</b> delves into the fast-paced, high-stakes world of a top Manhattan corporate law firm where hotshot associate Harvey Specter makes a risky move by hiring Mike Ross a brilliant but unmotivated college dropout, as his associate. As he becomes enmeshed in this unfamiliar world, Mike relies heavily on the firm's best paralegal Rachel Zane and Harvey's no-nonsense assistant Donna Paulsen to help him serve justice. With a photographic memory and the street smarts of a hustler, Mike proves to be a legal prodigy despite the absence of bonafide legal credentials.</p>",
        "Maze_Name": "Suits",
        "status": "Ended",
        "schedule": {
            "time": "21:00",
            "days": [
                "Wednesday"
            ]
        },
        "ID": 172,
        "index": 4
    },
    "Lucifer": {
        "Link": "http://www.todaytvseries2.com/tv-series/196-lucifer-tv4",
        "summary": "<p>The Devil has come to Los Angeles…</p><p>Based upon the characters created by Neil Gaiman, Sam Kieth and Mike Dringenberg for DC Entertainment's Vertigo imprint, <b>Lucifer</b> is the story of the original fallen angel. Bored and unhappy as the Lord of Hell, Lucifer Morningstar has abandoned his throne and retired to L.A., where he owns Lux, an upscale nightclub.</p><p>Charming, charismatic and devilishly handsome, Lucifer is enjoying his retirement, indulging in a few of his favorite things--wine, women and song-–when a beautiful pop star is brutally murdered outside of Lux. For the first time in roughly 10 billion years, he feels something awaken deep within him as a result of this murder. Compassion? Sympathy? The very thought disturbs him--as well as his best friend and confidante, Mazkeen aka Maze, a fierce demon in the form of a beautiful young woman.</p>",
        "Maze_Name": "Lucifer",
        "status": "Running",
        "schedule": {
            "time": "",
            "days": [
                "Wednesday"
            ]
        },
        "ID": 1859,
        "index": 5
    },
    "DC's Legends of Tomorrow": {
        "Link": "http://www.todaytvseries2.com/tv-series/199-dc-s-legends-of-tomorrow-tv3",
        "summary": "<p>When heroes alone are not enough... the world needs legends. Having seen the future, one he will desperately try to prevent from happening, time-traveling rogue Rip Hunter is tasked with assembling a disparate group of both heroes and villains to confront an unstoppable threat - one in which not only is the planet at stake, but all of time itself. Can this ragtag team defeat an immortal threat unlike anything they have ever known?</p>",
        "Maze_Name": "DC's Legends of Tomorrow",
        "status": "Running",
        "schedule": {
            "time": "21:00",
            "days": [
                "Tuesday"
            ]
        },
        "ID": 1851,
        "index": 6
    },
    "The Originals": {
        "Link": "http://www.todaytvseries2.com/tv-series/138-the-originals-tv",
        "summary": "<p><b>The Originals</b> is a spin-off show from the supernatural drama <i>The Vampire Diaries</i>. It is based in the city of New Orleans where the originals represent the original vampires. The show is primarily based around conflict between vampires, werewolves and witches in the city.</p>",
        "Maze_Name": "The Originals",
        "status": "Ended",
        "schedule": {
            "time": "21:00",
            "days": [
                "Wednesday"
            ]
        },
        "ID": 62,
        "index": 7
    },
    "Teen Wolf": {
        "Link": "http://www.todaytvseries2.com/tv-series/178-teen-wolf-tv",
        "summary": "<p>Always an outsider and often unnoticed, Scott McCall yearns to be recognized in some small way that takes him out of his typical state of high school anonymity. When his best friend, Stiles, convinces him to go into the woods one night to join a police search for a dead body, Scott encounters a creature in the darkness. Narrowly escaping an attack with a vicious bite in his side, the next day brings strange surprises for Scott at school and his life will never be the same.</p><p>MTV's reboot of the classic 1980s cult movie <b>Teen Wolf</b>.</p>",
        "Maze_Name": "Teen Wolf",
        "status": "Ended",
        "schedule": {
            "time": "20:00",
            "days": [
                "Sunday"
            ]
        },
        "ID": 176,
        "index": 8
    },
    "Gotham": {
        "Link": "http://www.todaytvseries2.com/tv-series/144-gotham-fox-tv4",
        "summary": "<p>The good. The evil. The beginning.</p><p>Everyone knows the name Commissioner Gordon. He is one of the crime world's greatest foes, a man whose reputation is synonymous with law and order. But what is known of Gordon's story and his rise from rookie detective to Police Commissioner? What did it take to navigate the multiple layers of corruption that secretly ruled Gotham City, the spawning ground of the world's most iconic villains? And what circumstances created them – the larger-than-life personas who would become Catwoman, The Penguin, The Riddler, Two-Face and The Joker?</p><p><b>Gotham </b>is an origin story of the great DC Comics Super-Villains and vigilantes, revealing an entirely new chapter that has never been told. It follows one cop's rise through a dangerously corrupt city teetering between good and evil, and chronicles the birth of one of the most popular super heroes of our time.</p>",
        "Maze_Name": "Gotham",
        "status": "Ended",
        "schedule": {
            "time": "20:00",
            "days": [
                "Thursday"
            ]
        },
        "ID": 11,
        "index": 9
    },
    "Agents Of S.H.I.E.L.D.": {
        "Link": "http://www.todaytvseries2.com/tv-series/155-agents-of-s-h-i-e-l-d-tv4",
        "summary": "<p>Phil Coulson heads an elite team of fellow agents with the worldwide law-enforcement organization known as S.H.I.E.L.D. (Strategic Homeland Intervention Enforcement and Logistics Division), as they investigate strange occurrences around the globe. Its members -- each of whom brings a specialty to the group -- work with Coulson to protect those who cannot protect themselves from extraordinary and inconceivable threats.</p>",
        "Maze_Name": "Marvel's Agents of S.H.I.E.L.D.",
        "status": "Running",
        "schedule": {
            "time": "22:00",
            "days": [
                "Wednesday"
            ]
        },
        "ID": 31,
        "index": 10
    },
    "Supergirl": {
        "Link": "http://www.todaytvseries2.com/tv-series/153-supergirl-tv2",
        "summary": "<p><b>Supergirl</b> is an action-adventure drama based on the DC Comics character Kara Zor-El, Superman's (Kal-El) cousin who, after 12 years of keeping her powers a secret on Earth, decides to finally embrace her superhuman abilities and be the hero she was always meant to be.</p>",
        "Maze_Name": "Supergirl",
        "status": "Running",
        "schedule": {
            "time": "21:00",
            "days": [
                "Sunday"
            ]
        },
        "ID": 1850,
        "index": 11
    },
    "The Blacklist": {
        "Link": "http://www.todaytvseries2.com/tv-series/137-the-blacklist-tv3",
        "summary": "<p><b>The Blacklist</b> is a crime drama involving a former government agent who turned into a high-profile criminal turning himself in to the FBI offering to help catch criminals.</p>",
        "Maze_Name": "The Blacklist",
        "status": "Running",
        "schedule": {
            "time": "20:00",
            "days": [
                "Friday"
            ]
        },
        "ID": 69,
        "index": 12
    },
    "The Big Bang Theory": {
        "Link": "http://www.todaytvseries2.com/tv-series/87-the-big-bang-theory-tv2",
        "summary": "<p><b>The Big Bang Theory</b> is a comedy about brilliant physicists, Leonard and Sheldon, who are the kind of \"beautiful minds\" that understand how the universe works. But none of that genius helps them interact with people, especially women. All this begins to change when a free-spirited beauty named Penny moves in next door. Sheldon, Leonard's roommate, is quite content spending his nights playing Klingon Boggle with their socially dysfunctional friends, fellow Cal Tech scientists Wolowitz and Koothrappali. However, Leonard sees in Penny a whole new universe of possibilities... including love.</p>",
        "Maze_Name": "The Big Bang Theory",
        "status": "Ended",
        "schedule": {
            "time": "20:00",
            "days": [
                "Thursday"
            ]
        },
        "ID": 66,
        "index": 13
    },
    "Power": {
        "Link": "http://www.todaytvseries2.com/tv-series/275-power",
        "summary": "<p><b>Power </b>tells the story of James \"Ghost\" St. Patrick, a wealthy New York City nightclub owner who caters to the city's elite. He wants to build an empire, turn the club into a Fortune 500 business, but there's just one problem: Ghost is living a double life. When he is not in the club, he is the kingpin of the most lucrative drug network in New York for a very high-level clientele. His marriage, family and business all become unknowingly threatened as he is tempted to leave his criminal life behind and become the rags-to-riches businessman he wants to be most of all.</p>",
        "Maze_Name": "Power",
        "status": "Ended",
        "schedule": {
            "time": "20:00",
            "days": [
                "Sunday"
            ]
        },
        "ID": 299,
        "index": 14
    },
    "The Vampire Diaries": {
        "Link": "http://www.todaytvseries2.com/tv-series/96-the-vampire-diaries-tv3",
        "summary": "<p><b>The Vampire Diaries</b> is a supernatural drama/romance based around Elena Gilbert who falls in love with a 163 year old vampire.</p><p>Based on a novel series by L.J. Smith.</p>",
        "Maze_Name": "The Vampire Diaries",
        "status": "Ended",
        "schedule": {
            "time": "20:00",
            "days": [
                "Friday"
            ]
        },
        "ID": 63,
        "index": 15
    },
    "Empire": {
        "Link": "http://www.todaytvseries2.com/tv-series/142-empire-tv",
        "summary": "<p><b>Empire</b> is a powerful drama about a family dynasty set within the glamorous and sometimes dangerous world of hip-hop music. The show revolves around the Lyon family and their media company, Empire Entertainment. The founder, Lucious Lyon, is the king of hip-hop, but his company and reign are constantly threatened by his family, including his ex-wife, Cookie Lyon; his sons, Jamal, Hakeem and Andre; and a volatile and competitive music industry.</p>",
        "Maze_Name": "Empire",
        "status": "Ended",
        "schedule": {
            "time": "21:00",
            "days": [
                "Tuesday"
            ]
        },
        "ID": 1355,
        "index": 16
    },
    "Blindspot": {
        "Link": "http://www.todaytvseries2.com/tv-series/140-blindspot-tv4",
        "summary": "<p>A beautiful woman, with no memories of her past, is found naked in Times Square with her body fully covered in intricate tattoos. Her discovery sets off a vast and complex mystery that immediately ignites the attention of the FBI, which begins to follow the road map on her body into a larger conspiracy of crime, while bringing her closer to discovering the truth about her identity.</p>",
        "Maze_Name": "Blindspot",
        "status": "Running",
        "schedule": {
            "time": "21:00",
            "days": [
                "Thursday"
            ]
        },
        "ID": 1855,
        "index": 17
    },
    "The 100": {
        "Link": "http://www.todaytvseries2.com/tv-series/188-the-100-tv1",
        "summary": "<p>Ninety-seven years ago, nuclear Armageddon decimated planet Earth, destroying civilization. The only survivors were the 400 inhabitants of 12 international space stations that were in orbit at the time. Three generations have been born in space, the survivors now number 4,000, and resources are running out on their dying \"Ark\" - the 12 stations now linked together and repurposed to keep the survivors alive. Draconian measures including capital punishment and population control are the order of the day, as the leaders of the Ark take ruthless steps to ensure their future, including secretly exiling a group of 100 juvenile prisoners to the Earth's surface to test whether it's habitable.</p>",
        "Maze_Name": "The 100",
        "status": "Running",
        "schedule": {
            "time": "20:00",
            "days": [
                "Wednesday"
            ]
        },
        "ID": 6,
        "index": 18
    },
    "Vikings": {
        "Link": "http://www.todaytvseries2.com/tv-series/202-vikings-tv",
        "summary": "<p><b>Vikings</b> transports us to the brutal and mysterious world of Ragnar Lothbrok, a Viking warrior and farmer who yearns to explore - and raid - the distant shores across the ocean.</p>",
        "Maze_Name": "Vikings",
        "status": "Running",
        "schedule": {
            "time": "22:00",
            "days": [
                "Wednesday"
            ]
        },
        "ID": 29,
        "index": 19
    },
    "Scorpion": {
        "Link": "http://www.todaytvseries2.com/tv-series/151-scorpion",
        "summary": "<p><b>Scorpion</b>, inspired by a true story, is a high-octane drama about eccentric genius Walter O'Brien and his team of brilliant misfits who comprise the last line of defense against complex, high-tech threats of the modern age. As Homeland Security's new think tank, O'Brien's \"Scorpion\" team includes Toby Curtis an expert behaviorist who can read anyone; Happy Quinn, a mechanical prodigy; and Sylvester Dodd, a statistics guru. Pooling their extensive technological knowledge to solve mind-boggling predicaments amazes federal agent Cabe Gallo, who shares a harrowing history with O'Brien. However, while this socially awkward group is comfortable with each other's humor and quirks, life outside their circle confounds them, so they rely on Paige Dineen, who has a young, gifted son, to translate the world for them. At last, these nerdy masterminds have found the perfect job: a place where they can apply their exceptional brainpower to solve the nation's crises, while also helping each other learn how to fit in.</p>",
        "Maze_Name": "Scorpion",
        "status": "Ended",
        "schedule": {
            "time": "22:00",
            "days": [
                "Monday"
            ]
        },
        "ID": 44,
        "index": 20
    },
    "Supernatural": {
        "Link": "http://www.todaytvseries2.com/tv-series/154-supernatural-tv1",
        "summary": "<p>This haunting series follows the Winchester brothers as they crisscross the lonely and mysterious back roads of the country in their '67 Chevy Impala, hunting down every evil supernatural force they encounter along the way.</p>",
        "Maze_Name": "Supernatural",
        "status": "Running",
        "schedule": {
            "time": "20:00",
            "days": [
                "Monday"
            ]
        },
        "ID": 19,
        "index": 21
    },
    "Designated Survivor": {
        "Link": "http://www.todaytvseries2.com/tv-series/342-designated-survivor",
        "summary": "<p>Kiefer Sutherland stars as Tom Kirkman, a lower-level cabinet member who is suddenly appointed President of the United States after a catastrophic attack on the US Capitol during the State of the Union, on the highly anticipated series <b>Designated Survivor</b>. In this dramatic thriller, Kirkman will struggle to keep the country and his own family from falling apart, while navigating the highly-volatile political arena and while leading the search to find who is responsible for the attack.</p>",
        "Maze_Name": "Designated Survivor",
        "status": "Ended",
        "schedule": {
            "time": "",
            "days": [
                "Friday"
            ]
        },
        "ID": 8167,
        "index": 22
    },
    "Shooter": {
        "Link": "http://www.todaytvseries2.com/tv-series/383-shooter-usa",
        "summary": "<p>Based on the best-selling Bob Lee Swagger novel by Stephen Hunter, Point of Impact, and the 2007 Paramount film starring Mark Wahlberg, <b>Shooter</b> is an action series about a highly decorated Marine sniper who is on the run after being falsely accused of trying to kill the President.</p>",
        "Maze_Name": "Shooter",
        "status": "Ended",
        "schedule": {
            "time": "22:00",
            "days": [
                "Thursday"
            ]
        },
        "ID": 2745,
        "index": 23
    },
    "The Last Ship": {
        "Link": "http://www.todaytvseries2.com/tv-series/250-the-last-ship-tv",
        "summary": "<p>Their mission is simple: Find a cure. Stop the virus. Save the world. When a global pandemic wipes out eighty percent of the planet's population, the crew of a lone and unaffected Navy destroyer, the USS Nathan James, must find a way to pull humanity from the brink of extinction.</p>",
        "Maze_Name": "The Last Ship",
        "status": "Ended",
        "schedule": {
            "time": "21:00",
            "days": [
                "Sunday"
            ]
        },
        "ID": 21,
        "index": 24
    },
    "Riverdale": {
        "Link": "http://www.todaytvseries2.com/tv-series/401-riverdale-cw-tv1",
        "summary": "<p><b>Riverdale</b> is a bold, subversive take on Archie, Betty, Veronica and their friends from the comics, exploring the surreality of small-town life - the darkness and weirdness bubbling beneath Riverdale's wholesome facade.</p>",
        "Maze_Name": "Riverdale",
        "status": "Running",
        "schedule": {
            "time": "20:00",
            "days": [
                "Wednesday"
            ]
        },
        "ID": 5262,
        "index": 25
    },
    "Into the Badlands": {
        "Link": "http://www.todaytvseries2.com/tv-series/83-into-the-badlands",
        "summary": "<p><b>Into the Badlands</b> is a genre-bending martial arts series very loosely based on the classic Chinese tale \"Journey to the West\". In a land controlled by feudal barons, Into the Badlands tells the story of a great warrior and a young boy who embark on a journey across a dangerous land to find enlightenment.</p>",
        "Maze_Name": "Into the Badlands",
        "status": "Ended",
        "schedule": {
            "time": "22:00",
            "days": [
                "Monday"
            ]
        },
        "ID": 2300,
        "index": 26
    },
    "How to Get Away with Murder": {
        "Link": "http://www.todaytvseries2.com/tv-series/94-how-to-get-away-with-murder-tv3",
        "summary": "<p>The brilliant, charismatic and seductive Professor Annalise Keating gets entangled with four law students from her class, <b>How to Get Away with Murder</b>. Little do they know that they will have to apply what they learned to real life, in this masterful, sexy, suspense-driven legal thriller.</p>",
        "Maze_Name": "How to Get Away with Murder",
        "status": "Running",
        "schedule": {
            "time": "22:00",
            "days": [
                "Thursday"
            ]
        },
        "ID": 52,
        "index": 27
    },
    "13 Reasons Why": {
        "Link": "http://www.todaytvseries2.com/tv-series/428-13-reasons-why-netflix-tv3",
        "summary": "<p><b>13 Reasons Why </b>is based on the New York Times bestselling YA book by Jay Asher, was created by Pulitzer Prize and Tony Award winner Brian Yorkey, who also wrote the pilot. 13 Reasons Why is the story of Hannah Baker, a high schooler who commits suicide. Clay receives a box of tapes from Hannah, his late classmate and crush after she kills herself. On the tapes, which get passed along to other students based on Hannah's instructions, Hannah reveals the 13 reasons why she took her own life.</p>",
        "Maze_Name": "13 Reasons Why",
        "status": "Running",
        "schedule": {
            "time": "",
            "days": [
                "Friday"
            ]
        },
        "ID": 7194,
        "index": 28
    }
}